Repository: ecl1ps/orbital-devastation
Catalog: Application/Strings.*.resx
Languages: cs

# game_end
source: End of Game
cs: Konec hry

# game_left
source: {0} left the game!
cs: {0} opustil hru!

# game_lost
source: You lost!
cs: Prohrál jsi!

# game_new_highscore
source: New HighScore {0}!
cs: Nový rekord {0}!

# game_other_left
source: {0} has disconnected
cs: {0} se odpojil

# game_spectator_used
source: Spectator {0} used: {1}
cs: Pozorovatel {0} použil: {1}

# game_won
source: You win! Congratulations
cs: Vyhrál jsi! Gratulace

# lobby_joined
source: {0} joined the lobby
cs: {0} se připojil do místnosti

# lobby_left
source: {0} left the lobby
cs: {0} opustil místnost

# lobby_player_kicked
source: {0} has been kicked by the leader
cs: {0} byl vyhozen pořadatelem

# misc_latency
source: Latency: {0}
cs: Latence:

# networking_client_connection_close
source: Client closed connection
cs: Klient ukončil spojení

# networking_disconnected
source: Disconnected from the host
cs: Odpojeno od hostitele

# networking_server_quit
source: Quit
cs: Konec

# networking_waiting
source: Establishing connection...
cs: Vytváření spojení...

# ui_connect_to_game
source: Connect to Game
cs: Připojit ke hře

# ui_exit_game
source: Exit Game
cs: Konec hry

# ui_host_tournament
source: Host Tournament
cs: Pořádat turnaj

# ui_options
source: Options
cs: Možnosti

# ui_play_as_spectator
source: Spectator
cs: Pozorovatel

# ui_practise_game
source: Practise Game
cs: Cvičná hra

# ui_quick_game
source: Host Quick Game
cs: Rychlá hra

# ui_statistics
source: Statistics
cs: Statistiky

# ui_version
source: Alpha version
cs: Alfa verze

# ui_back
source: Back
cs: Zpět

# ui_change_color
source: Change color
cs: Změnit barvu

# ui_color_unique
source: Color must me unique.
cs: Barva musí být unikátní

# ui_confirm_settings
source: Confirm settings
cs: Potvrdit nastavení

# ui_cursor_icon
source: Cursor icon
cs: Obrázek kurzoru

# ui_game
source: Game
cs: Hra

# ui_key_action_1
source: Action 1
cs: Akce 1

# ui_key_action_2
source: Action 2
cs: Akce 2

# ui_key_action_3
source: Action 3
cs: Akce 3

# ui_key_action_4
source: Action 4
cs: Akce 4

# ui_key_action_5
source: Action 5
cs: Akce 5

# ui_key_bindings
source: Key Bindings
cs: Klávesnice

# ui_key_move_down
source: Move down
cs: Pohyb dolu

# ui_key_move_left
source: Move left
cs: Pohyb doleva

# ui_key_move_right
source: Move right
cs: Pohyb doprava

# ui_key_move_up
source: Move up
cs: Pohyb nahoru

# ui_key_show_actions
source: Show actions
cs: Ukázat akce

# ui_key_show_ally
source: Show allies
cs: Ukázat spojence

# ui_language
source: Language:
cs: Jazyk:

# ui_last_game_statistics
source: Last statistics
cs: Statistiky

# ui_leave_room
source: Leave room
cs: Opustit místnost

# ui_main_menu
source: Main menu
cs: Hlavní menu

# ui_mouse
source: Mouse
cs: Myš

# ui_mouse_active
source: Special mouse active
cs: Speciální myši zapnuta

# ui_mouse_sensitivity
source: Mouse Sensitivity
cs: Citlivost myši

# ui_player
source: Player
cs: Hráč

# ui_player_color
source: Player color:
cs: Barva hráče:

# ui_player_name
source: Player name:
cs: Jméno hráče:

# ui_ready
source: Ready
cs: Připraven

# ui_ready_not
source: Not ready
cs: Nepřipraven

# ui_send_message
source: Send Message
cs: Poslat zprávu

# ui_settings
source: Settings
cs: Nastavení

# ui_sound
source: Sound
cs: Zvuky

# ui_sounds_effect_volume
source: Effect volume
cs: Hlasitost efektů

# ui_sounds_enabled
source: Sounds enabled
cs: Zvuky zapnuty

# ui_sounds_music_volume
source: Background volume
cs: Hlasitost hudby

# ui_start_game
source: Start Game
cs: Spustit hru

# ui_tournament_bot_count
source: Bot count:
cs: Počet botů:

# ui_tournament_bot_level
source: Bot level:
cs: Bot:

# ui_tournament_current_match
source: Match {0}/{1}
cs: Zápas {0}/{1}

# ui_tournament_lobby
source: Tournament Lobby
cs: Turnajová loby

# ui_tournament_map
source: Map:
cs: Mapa:

# ui_tournament_match_count
source: (match count: {0})
cs: (počet zápasů: {0})

# ui_tournament_rounds
source: Rounds:
cs: Počet kol:

# ui_tournament_type
source: Type:
cs: Typ:

# bot_name_1
source: Simple Bot
cs: Lamka

# bot_name_2
source: Hooking Bot
cs: Hákovač

# bot_name_3
source: Mediocre bot
cs: Týpek

# bot_name_4
source: Hardcore bot
cs: Silák

# bot_name_5
source: Nightmare bot
cs: Noční můra

# bot_text_1
source: The easiest bot in this game, recomended for those who just started or for those who seek simple fun with not so much challenge. This bot will never upgrade its weapons and refuse to use hooks.
cs: Nejjednodušší bot ve hře, je doporučován těm, kteří právě začali nebo těm, kteří si chtějí vychutnat slabého bota. Tento bot si nekupuje vylepšení a odmítá používat háky.

# bot_text_2
source: Easier bot then rest of others, recommended for those who just got a little experience and want to train some more before challenging real players. This bot will never upgrade its weapons but he will use hook as best as he can.
cs: Slabší bot než ostatní, doporučován je těm, kteří už získali nějaké zkušenosti a chtějí se více procvičit než vyzvou skutečné hráče. Tento bot si nekupuje vylepšení ale používá hák jak nejlépe umí.

# lvl_type_basic
source: Basic map
cs: Základní mapa

# lvl_type_survival
source: Survival map
cs: Mapa na přežití

# mm_lost_reward
source: You lost. You get {0} score.
cs: Prohrál jsi. Získáváš {0} bodů.

# mm_spectator_alone_reward
source: Thanks to your effort game lasted {0}. You receive {1} score.
cs: Díky tvému úsilí hra trvala {0}. Získáváš {1} bodů.

# mm_spectator_lost_reward
source: You lost. You receive {0} score.
cs: Prohrál jsi. Získáváš {0} bodů.

# mm_spectator_win_reward
source: You won. You receive {0} score.
cs: Vyhrál jsi. Získáváš {0} bodů.

# mm_type_competition
source: Competition
cs: Soupeření

# mm_victory_reward
source: You are victorious. You get {0} score.
cs: Vyhrál jsi. Získáváš {0} bodů.

# ui_best_highscore
source: Best highscore: {0}
cs: Nejlepší skóre: {0}

# ui_bot_select
source: Choose one difficulty.
cs: Vyberte jednu obtížnost.

# ui_cannon_level
source: Cannon: {0}
cs: Kanón: {0}

# ui_close
source: Close
cs: Zavřít

# ui_game_overview
source: Game Overview
cs: Přehled hry

# ui_gold
source: Gold: {0}
cs: Zlato: {0}

# ui_hook_level
source: Hook: {0}
cs: Hák: {0}

# ui_match_points
source: Match points: {0}
cs: Body zápasu: {0}

# ui_mine_level
source: Mine: {0}
cs: Mina: {0}

# ui_played
source: Played: {0}
cs: Odehráno: {0}

# ui_playing
source: Playing
cs: Hrající

# ui_spectating
source: Spectating
cs: Pozorovatel

# ui_won
source: Won: {0}
cs: Vítězství: {0}

# ui_highscores
source: Highscores
cs: Nejlepší skóre

# ui_player_statistics
source: Player Statistics
cs: Statistiky hráče

# ui_statistics_quick_game
source: 1v1 Quick Game
cs: 1v1 Rychlá hra
